Repository: GustavLindberg99/AndroidDrive
Catalog: sources/translations/androiddrive_*.xlf
Languages: de, fr, it, ja, ko, pt_br, sv, zh_cn

# _msg649
source: ADB crashed.
sv: ADB kraschade.

# _msg650
source: ADB encountered an unknown error.
sv: ADB påträffade ett okänt fel.

# _msg651
source: Fatal error: Could not list Android devices: %1
sv: Oåterkalleligt fel: Kunde inte lista Android-enheter: %1

# _msg652
source: Drive &settings
sv: Enhets&inställningar

# _msg653
source: &Open in Explorer
sv: Öppna i &Utforskaren

# _msg654
source: AndroidDrive is already running.<br/><br/>If you're trying to restart AndroidDrive, you can close the existing process by right clicking on the AndroidDrive icon in the task bar and selecting Exit.
sv: AndroidDrive körs redan.<br/><br/>Om du försöker starta om AndroidDrive kan du stänga den befintliga processen genom att högerklicka på AndroidDrive-ikonen i aktivitetsfältet och välja Avsluta.

# _msg655
source: &Devices
sv: &Enheter

# _msg656
source: &Settings
sv: &Inställningar

# _msg657
source: Record Debug &Logs
sv: Spela in debug&loggar

# _msg658
source: Finish Recording Debug &Logs
sv: Avsluta inspelning av debug&loggar

# _msg659
source: Recording of debug logs has started.<br/><br/>You will be able to find the log file in %1.<br/><br/>If you're planning on attaching the log file to a bug report, keep in mind that the log file will contain the names of the files on your phone, so make sure that the filenames don't contain any sensitive information (The debug logs will only contain the file names, they won't contain the contents of any file).
sv: Inspelningen av debugloggar har börjat.<br/><br/>Du kommer kunna hitta loggfilen i %1.<br/><br/>Om du tänker bifoga loggfilen till en felrapport, kom ihåg att loggfilen kommer innehålla namnen av filer på din telefon, så se till att filnamnen inte innehåller känslig information (Loggarna kommer bara innehålla filnamnen, de kommer inte att innehålla innehållet av någon fil).

# _msg660
source: Failed to create log file.
sv: Kunde inte skapa loggfilen.

# _msg661
source: &About AndroidDrive
sv: &Om AndroidDrive

# _msg662
source: About AndroidDrive
sv: Om AndroidDrive

# _msg663
source: AndroidDrive version %1 by Gustav Lindberg.
sv: AndroidDrive version %1 av Gustav Lindberg.

# _msg664
source: Icons made by %3 and %4 from %1 are licensed by %2.
sv: Ikoner gjorda av %3 och %4 från %1 är licensierade enligt %2.

# _msg665
source: This program uses %1 and %2.
sv: Detta program använder %1 och %2.

# _msg666
source: About &Qt
sv: Om &Qt

# _msg667
source: E&xit
sv: &Avsluta

# _msg668
source: An update is available.<br/><br/>Do you want to install it now?
sv: En uppdatering är tillgänglig.<br/><br/>Vill du installera den nu?

# _msg669
source: Global settings
sv: Globala inställningar

# _msg670
source: Open newly connected drives in &Explorer
sv: Öppna enheter som just har kopplats upp i &Utforskaren

# _msg671
source: &Hide files beginning with a dot
sv: &Dölj filer som startar med en punkt

# _msg673
source: &Cancel
sv: &Avbryt

# _msg674
source: AndroidDrive - Settings
sv: AndroidDrive - Inställningar

# _msg675
source: Drive &letter
sv: &Enhetsbeteckning

# _msg676
source: &Reset
sv: &Återställ

# _msg677
source: Automatically mount &drive
sv: &Montera enheten automatiskt

# _msg678
source: Allows you to select a preferred drive letter for the selected Android drive.<br/><br/>If the preferred drive letter is unavailable when this drive is connected, it will use the next available drive letter in alphabetical order.<br/><br/>If you change the drive letter while this drive is connected, you will have to unmount it and re-mount it again for the changes to take effect.
sv: Låter dig välja en föredragen enhetsbeteckning för den valda Android-enheten.<br/><br/>Om den föredgragna enhetsbeteckningen inte är tillgänglig när enheten kopplas upp så kommer nästa tillgängliga bokstav i alfabetisk ordning att väljas.<br/><br/>Om du ändrar enhetsbeteckningen för en enhet som redan är uppkopplad så måste du avmontera den och montera den igen för att ändringarna ska få effekt.

# _msg679
source: Allows you to select a name for the selected Android drive.
sv: Låter dig välja ett namn för den markerade Android-enheten.

# _msg680
source: Drive &name
sv: Enhetens &namn

# _msg681
source: If this checkbox is checked, the selected drive will be automatically connected as a drive whenever you plug it into your computer.<br/><br/>Otherwise, you will have to mount it manually by going into Devices > Mount drive.
sv: Om denna ruta är kryssad så kommer den valda enheten att monteras automatiskt när du ansluter den till din dator.<br/><br/>Annars måste du montera den manuellt genom att gå till Enheter > Koppla upp enhet.

# _msg682
source: Drive settings for %1
sv: Enhetsinställningar för %1

# _msg683
source: Resets the name of the drive to the default value.
sv: Återställer enhetens namn till standardvärdet.

# _msg684
source: These settings only affect the selected drive.
sv: Dessa inställningar påverkar endast den valda enheten.

# _msg685
source: If this checkbox is checked, whenever AndroidDrive is finished connecting a drive, it will open that drive in Windows Explorer.
sv: Om denna rutan är kryssad så kommer AndroidDrive att öppna den här enheten i Utforskaren när den är färdig att koppla up den.

# _msg686
source: If this checkbox is checked, files that begin with a dot will be treated as hidden files, and will only be visible in Windows Explorer if Windows Explorer's "Show hidden files" option is activated.
sv: Om den här rutan är kryssad så kommer filer vars namn börjar med en punkt att anses vara dolda, vilket innebär att de endast blir synliga i Utforskaren om Utforskarens "Visa dolda objekt"-inställning är aktiverad.

# _msg689
source: &Language
sv: &Språk

# _msg691
source: These settings affect all drives connected with AndroidDrive.
sv: Dessa inställningar påverkar alla enheter kopplade upp med AndroidDrive.

# _msg692
source: &Apply
sv: &Tillämpa

# _msg693
source: Installing updates...
sv: Installerar uppdateringar...

# _msg694
source: Internal storage
sv: Internt lagringsutrymme

# _msg695
source: SD card %1
sv: SD-kort %1

# _msg696
source: Device
sv: Enhet

# _msg698
source: Mounting...
sv: Monterar...

# _msg699
source: Unmounting...
sv: Avmonterar...

# _msg700
source: Mounted as %1
sv: Monterad som %1

# _msg701
source: Not mounted
sv: Ej monterad

# _msg1
source: AndroidDrive - Devices
de: AndroidDrive - Geräte

# _msg2
source: &Mount drive
de: &Verbinde Laufwerk

# _msg3
source: Allows you to change the settings for this device, for example select a new drive letter or choose whether it should be mounted automatically.
de: Du kannst die Einstellungen für dieses Gerät ändern, z. B. einen neuen Laufwerksbuchstaben auswählen oder bestimmen, ob das Gerät automatisch verbunden werden soll.

# _msg4
source: Opens the selected drive in Windows Explorer.
de: Öffnet das ausgewählte Laufwerk im WIndows Explorer.

# _msg5
source: &Unmount all drives
de: &Trenne alle Laufwerke

# _msg6
source: &Mount all drives
de: &Verbinde alle Laufwerke

# _msg7
source: &Unmount drive
de: &Trenne Laufwerk

# _msg8
source: Unmounts all drives corresponding to the selected Android device.<br/><br/>This only unmounts the drives, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
de: Trennt alle Laufwerke, die zu dem ausgewählten Android-Gerät gehören.<br/><br/>Dies trennt nur die Laufwerke, das Android-Gerät selbst bleibt verbunden, so dass du z. B. mit ADB weiter auf das Gerät zugreifen kannst.

# _msg9
source: Mounts a drive containing the internal storage of the selected Android device, as well as a drive for each external SD card that the selected device has, if any.
de: Verbindet ein Laufwerk für den internen Speicher des ausgewählten Android-Geräts und, falls vorhanden, für jede externe SD-Karte des Geräts ein weiteres Laufwerk.

# _msg10
source: Unmounts the selected drive.<br/><br/>This only unmounts the drive, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
de: Trennt das ausgewählte Laufwerk.<br/><br/>Dies trennt nur das Laufwerk, das Android-Gerät selbst bleibt verbunden, so dass du z. B. mit ADB weiter auf das Gerät zugreifen kannst.

# _msg11
source: Mounts a drive containing the selected internal storage or external SD card.
de: Verbindet ein Laufwerk für den ausgewählten internen Speicher oder die ausgewählte SD-Karte.

# _msg13
source: Device %1 is offline.<br/><br/>Try unlocking the device, then unplugging it and re-plugging it.<br/><br/>If this error persists, you may be able to find solutions <a href="%2">here</a> (any adb commands mentioned there can be run in the command prompt after running <code>cd "%3"</code>).
de: Gerät %1 ist offline.<br/><br/>Versuche, das Gerät zu entsperren, es aus- und wieder einzustecken.<br/><br/>Wenn dieser Fehler bestehen bleibt, kannst du hier nach Lösungen suchen: <a href="%2">hier</a> (alle hier genannten ADB-Kommandos können nach dem Kommando-Prompt ausgeführt werden, nach Ausführen von <code>cd "%3"</code>).

# _msg14
source: Device %1 is unauthorized.<br/><br/>Try unlocking your device. If it shows you a dialog asking if you want to allow this computer to access phone data, tap "Allow". If it doesn't show that dialog, disable and re-enable USB debugging as explained <a href="%2">here</a>.<br/><br/>If it still isn't working, try unplugging and then re-plugging your device.
de: Gerät %1 ist nicht autorisiert.<br/><br/>Versuchen Sie, Ihr Gerät zu entsperren. Wenn ein Dialog angezeigt wird, in dem Du gefragt wirst, ob Du diesem Computer den Zugriff auf Telefondaten gestatten möchten, tippe auf „Zulassen“. Wenn dieses Dialogfeld nicht angezeigt wird, deaktiviere und aktiviere das USB-Debugging wie hier beschrieben <a href="%2">here</a>.<br/><br/>Wenn es immer noch nicht funktioniert, versuche, Dein Gerät aus- und wieder einzustecken.

# _msg15
source: Could not create a drive with the given drive letter.
de: Laufwerk mit dem angegebenen Laufwerksbuchstaben kann nicht erzeugt werden.

# _msg16
source: Dokan doesn't seem to be installed.<br/><br/>Would you like to install it now?
de: Dokan scheint nicht installiert zu sein.<br/><br/>Möchtest du es jetzt installieren?

# _msg17
source: Could not start the driver.
de: Kann den Treiber nicht starten.

# _msg19
source: Dokan version error.
de: Dokan Versionsfehler.

# _msg20
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.

# _msg21
source: Could not mount drive %1: %2
de: Konnte Laufwerk %1: %2 nicht verbinden

# _msg22
source: ADB timed out.
de: ADB Timeout.

# _msg23
source: An error occurred when attempting to read from the ADB process.
de: Ein Fehler trat auf beim Versuch, vom ADB-Prozess zu lesen.

# _msg24
source: An error occurred when attempting to write to the ADB process.
de: Ein Fehler trat auf beim Versuch, zum ADB-Prozess zu schreiben.

# _msg25
source: ADB failed to start.<br/><br/>Either the adb.exe file is missing, or you may have insufficient permissions to invoke the program.
de: ADB konnte nicht gestartet werden.<br/><br/>Entweder fehlt die Datei adb.exe, oder du hast nicht die nötigen Rechte zum Start des Programms.

# _msg26
source: ADB crashed.
de: ADB ist abgestürzt.

# _msg27
source: ADB encountered an unknown error.
de: ADB hat einen unbekannten Fehler festgestellt.

# _msg28
source: Fatal error: Could not list Android devices: %1
de: Schwerwiegender Fehler: Android-Geräte können nicht gelistet werden: %1

# _msg29
source: Drive &settings
de: Laufwerks&einstellungen

# _msg30
source: &Open in Explorer
de: &Öffne im Explorer

# _msg32
source: &Devices
de: &Geräte

# _msg33
source: &Settings
de: &Einstellungen

# _msg34
source: Record Debug &Logs
de: Zeichne Debug- und &Log-Informationen auf

# _msg35
source: Finish Recording Debug &Logs
de: Aufzeichnen von Debug- und &Log-Informationen abgeschlossen

# _msg36
source: Recording of debug logs has started.<br/><br/>You will be able to find the log file in %1.<br/><br/>If you're planning on attaching the log file to a bug report, keep in mind that the log file will contain the names of the files on your phone, so make sure that the filenames don't contain any sensitive information (The debug logs will only contain the file names, they won't contain the contents of any file).
de: Aufzeichnen der Debug-Logs hat begonnen.<br/><br/>Hier wird die Log-Datei abgespeichert: %1.<br/><br/>Falls Du planst, diese Log-Datei an eine Fehlermeldung anzuhängen, denke daran, dass in den Log-Datei Dateinamen deines Telefons stehen. Stelle sicher, dass die Dateinamen keine sensiblen Informationen beinhalten. (Die Log-Dateien enthalten nur die Dateinamen, nicht aber den Inhalt der Dateien).

# _msg37
source: Failed to create log file.
de: Fehler beim Erzeugen der Log-Datei.

# _msg38
source: &About AndroidDrive
de: &Über AndroidDrive

# _msg39
source: About AndroidDrive
de: Über AndroidDrive

# _msg40
source: AndroidDrive version %1 by Gustav Lindberg.
de: AndroidDrive version %1 von Gustav Lindberg.

# _msg41
source: Icons made by %3 and %4 from %1 are licensed by %2.
de: Die von %3 und %4 erstellten Icons aus %1 sind von %2 lizenziert.

# _msg42
source: This program uses %1 and %2.
de: Dieses Programm nutzt %1 und %2.

# _msg43
source: About &Qt
de: Über &Qt

# _msg45
source: An update is available.<br/><br/>Do you want to install it now?
de: Ein Update ist verfügbar..<br/><br/>Möchtest Du es jetzt installieren?

# _msg46
source: Global settings
de: Globale Einstellungen

# _msg47
source: Open newly connected drives in &Explorer
de: Öffne neu verbunde Laufwerke im &Explorer

# _msg48
source: &Hide files beginning with a dot
de: Blende Dateien &aus, die mit einem Punkt beginnen

# _msg50
source: &Cancel
de: &Abbrechen

# _msg51
source: AndroidDrive - Settings
de: Android-Gerät - Einstellungen

# _msg52
source: Drive &letter
de: &Laufwerksbuchstabe

# _msg54
source: Automatically mount &drive
de: Verbinde &Laufwerk automatisch

# _msg55
source: Allows you to select a preferred drive letter for the selected Android drive.<br/><br/>If the preferred drive letter is unavailable when this drive is connected, it will use the next available drive letter in alphabetical order.<br/><br/>If you change the drive letter while this drive is connected, you will have to unmount it and re-mount it again for the changes to take effect.
de: Erlaubt, einen bevorzugten Laufwerksbuchstaben für das Android-Gerät auszuwählen.<br/><br/>Falls der bevorzugte Laufwerksbuchstabe nicht verfügbar ist, wenn das Gerät verbunden wird, wird der nächste verfügbare Laufwerksbuchstabe in alphabetischer Reihenfolge genutzt.<br/><br/>Wenn du den Laufwerksbuchstaben änderst, während das Gerät verbunden ist, musst du das Gerät trennen und erneut verbinden, um die Änderung anzuwenden.

# _msg56
source: Allows you to select a name for the selected Android drive.
de: Erlaubt, einen Namen für das ausgewählte Android-Gerät zu wählen.

# _msg57
source: Drive &name
de: Geräte&name

# _msg58
source: If this checkbox is checked, the selected drive will be automatically connected as a drive whenever you plug it into your computer.<br/><br/>Otherwise, you will have to mount it manually by going into Devices > Mount drive.
de: Wenn dieses Kontrollkästchen aktiviert ist, wird das ausgewählte Laufwerk automatisch als Laufwerk verbunden, sobald Sie es an Ihren Computer anschließen.<br/><br/>Andernfalls müssen Sie es manuell verbinden, indem Sie auf Geräte > Laufwerk verbinden gehen.

# _msg59
source: Drive settings for %1
de: Laufwerkseinstellungen für %1

# _msg60
source: Resets the name of the drive to the default value.
de: Setzt den Namen des Laufwerks auf den Standardwert zurück.

# _msg61
source: These settings only affect the selected drive.
de: Diese Einstellungen betreffen nur das ausgwählte Laufwerk.

# _msg62
source: If this checkbox is checked, whenever AndroidDrive is finished connecting a drive, it will open that drive in Windows Explorer.
de: Wenn dieses Kontrollkästchen aktiviert ist, wird AndroidDrive nach dem Verbinden eines Laufwerks dieses im Windows Explorer öffnen.

# _msg63
source: If this checkbox is checked, files that begin with a dot will be treated as hidden files, and will only be visible in Windows Explorer if Windows Explorer's "Show hidden files" option is activated.
de: Wenn dieses Kontrollkästchen aktiviert ist, werden Dateien, die mit einem Punkt beginnen, als versteckte Dateien behandelt und sind nur dann im Windows Explorer sichtbar, wenn die Option „Versteckte Dateien > Ausgeblendete Dateien anzeigen“ im Windows Explorer aktiviert ist.

# _msg66
source: &Language
de: &Sprache

# _msg68
source: These settings affect all drives connected with AndroidDrive.
de: Diese Einstellungen betreffen alle mit AndroidDrive verbundenen Laufwerke.

# _msg69
source: &Apply
de: &Übernehmen

# _msg70
source: Installing updates...
de: Updates werden installiert...

# _msg71
source: Internal storage
de: Interner Speicher

# _msg72
source: SD card %1
de: SD-Karte %1

# _msg73
source: Device
de: Gerät

# _msg75
source: Mounting...
de: Verbinden...

# _msg76
source: Unmounting...
de: Trennen...

# _msg77
source: Mounted as %1
de: Verbunden als %1

# _msg78
source: Not mounted
de: Nicht verbunden
