Repository: GustavLindberg99/AndroidDrive
Catalog: sources/translations/androiddrive_*.xlf
Languages: de, fr, it, ja, ko, pt_br, sv, zh_cn

# _msg331
source: An unknown error occurred.
it: Si è verificato un errore sconosciuto.

# _msg332
source: Could not mount drive %1: %2
it: Impossibile montare l'unità %1: %2

# _msg333
source: ADB timed out.
it: Timeout ADB.

# _msg334
source: An error occurred when attempting to read from the ADB process.
it: Si è verificato un errore durante un tentativo di lettura nel processo ADB.

# _msg335
source: An error occurred when attempting to write to the ADB process.
it: Si è verificato un errore durante il tentativo di scrittura nel processo ADB.

# _msg336
source: ADB failed to start.<br/><br/>Either the adb.exe file is missing, or you may have insufficient permissions to invoke the program.
it: Impossibile avviare ADB.<br/><br/>Non è presente il file adb.exe oppure potresti non avere le autorizzazioni sufficienti per eseguire il programma.

# _msg337
source: ADB crashed.
it: ADB si è crashato.

# _msg338
source: ADB encountered an unknown error.
it: ADB ha riscontrato un errore sconosciuto.

# _msg339
source: Fatal error: Could not list Android devices: %1
it: Errore irreversibile: impossibile elencare i dispositivi Android: %1

# _msg340
source: Drive &settings
it: &Impostazioni unità

# _msg341
source: &Open in Explorer
it: Apri in Expl&orer

# _msg342
source: AndroidDrive is already running.<br/><br/>If you're trying to restart AndroidDrive, you can close the existing process by right clicking on the AndroidDrive icon in the task bar and selecting Exit.
it: AndroidDrive è già in esecuzione.<br/><br/>Se stai cercando di riavviare AndroidDrive, puoi chiudere il processo esistente facendo clic con il tasto destro sull'icona AndroidDrive nella barra delle attività e selezionando 'Esci'.

# _msg343
source: &Devices
it: &Dispositivi

# _msg344
source: &Settings
it: &Impostazioni

# _msg345
source: Record Debug &Logs
it: Inizia sa&lvataggio registri debug

# _msg346
source: Finish Recording Debug &Logs
it: Ferma sa&lvataggio registri &debug

# _msg347
source: Recording of debug logs has started.<br/><br/>You will be able to find the log file in %1.<br/><br/>If you're planning on attaching the log file to a bug report, keep in mind that the log file will contain the names of the files on your phone, so make sure that the filenames don't contain any sensitive information (The debug logs will only contain the file names, they won't contain the contents of any file).
it: È iniziata la registrazione dei registri debug. <br/> <br/> Sarai in grado di trovare il file di registro in %1.<br/><br/>Se stai pianificando di allegare il file registro ad una segnalazione di bug, tieni presente che il file registro conterrà i nomi dei file nel dispositivo, quindi assicurati che i nomi file non contengono alcuna informazione sensibile (i registri debug contengono solo i nomi dei file, non includono il contenuto dei file).

# _msg348
source: Failed to create log file.
it: Impossibile creare il file registro eventi.

# _msg349
source: &About AndroidDrive
it: Info su &AndroidDrive

# _msg350
source: About AndroidDrive
it: Info su AndroidDrive

# _msg351
source: AndroidDrive version %1 by Gustav Lindberg.
it: AndroidDrive v. %1 di Gustav Lindberg.

# _msg352
source: Icons made by %3 and %4 from %1 are licensed by %2.
it: Le icone sono state create da %3 e %4 di %1 e sono concesse in licenza da %2.

# _msg353
source: This program uses %1 and %2.
it: Questo programma usa %1 e %2.

# _msg354
source: About &Qt
it: Info su &Qt

# _msg355
source: E&xit
it: &Esci

# _msg356
source: An update is available.<br/><br/>Do you want to install it now?
it: È disponibile un aggiornamento.<br/><br/>Vuoi installarlo?

# _msg357
source: Global settings
it: Impostazioni globali

# _msg358
source: &Reset
it: &Ripristina

# _msg359
source: Automatically mount &drive
it: &Monta automaticamente le unità

# _msg360
source: Open newly connected drives in &Explorer
it: Apri unità appena connesse in &Explorer

# _msg361
source: &Hide files beginning with a dot
it: &Nascondi file che iniziano con un punto

# _msg363
source: &Cancel
it: &Annulla

# _msg364
source: AndroidDrive - Settings
it: AndroidDrive - Impostazioni

# _msg365
source: Allows you to select a name for the selected Android drive.
it: Consente di selezionare un nome per l'unità Android selezionata.

# _msg366
source: Drive &name
it: &Nome unità

# _msg367
source: Drive settings for %1
it: Impostazioni unità per %1

# _msg368
source: These settings only affect the selected drive.
it: Queste impostazioni influiscono solo sull'unità selezionata.

# _msg369
source: Drive &letter
it: &Lettera unità

# _msg370
source: Allows you to select a preferred drive letter for the selected Android drive.<br/><br/>If the preferred drive letter is unavailable when this drive is connected, it will use the next available drive letter in alphabetical order.<br/><br/>If you change the drive letter while this drive is connected, you will have to unmount it and re-mount it again for the changes to take effect.
it: Consente di selezionare una lettera di unità preferita per l'unità Android selezionata.<br/><br/>Se la lettera di unità preferita non è disponibile quando l'unità è connessa, verrà usata la lettera di unità successiva disponibile in ordine alfabetico.<br/ ><br/>Se si modifica la lettera dell'unità mentre l'unità è collegata, affinché le modifiche abbiano effetto sarà necessario smontarla e rimontarla nuovamente.

# _msg371
source: Resets the name of the drive to the default value.
it: Ripristina il nome dell'unità al valore predefinito.

# _msg372
source: If this checkbox is checked, the selected drive will be automatically connected as a drive whenever you plug it into your computer.<br/><br/>Otherwise, you will have to mount it manually by going into Devices > Mount drive.
it: Se questa casella di controllo è selezionata, l'unità selezionata verrà automaticamente connessa come unità ogni volta che la colleghi al computer.<br/><br/>In caso contrario, dovrai montarla manualmente accedendo a Dispositivi > Monta unità.

# _msg373
source: If this checkbox is checked, whenever AndroidDrive is finished connecting a drive, it will open that drive in Windows Explorer.
it: Se è selezionata questa casella di controllo, ogni volta che AndroidDrive termina di connettere un'unità, aprirà quell'unità in Esplora risorse.

# _msg374
source: If this checkbox is checked, files that begin with a dot will be treated as hidden files, and will only be visible in Windows Explorer if Windows Explorer's "Show hidden files" option is activated.
it: Se è selezionata questa casella, i file che iniziano con un punto verranno trattati come file nascosti e saranno visibili in Esplora risorse solo se l'opzione "Mostra file nascosti" di Esplora risorse è attivata.

# _msg375
source: Use system language
it: Usa lingua sistema

# _msg377
source: &Language
it: &Lingua

# _msg379
source: These settings affect all drives connected with AndroidDrive.
it: Queste impostazioni influiscono su tutte le unità connesse con AndroidDrive.

# _msg380
source: &Apply
it: A&pplica

# _msg381
source: Installing updates...
it: Installazione aggiornamenti...

# _msg382
source: Internal storage
it: Storage interno

# _msg383
source: SD card %1
it: Scheda SD %1

# _msg384
source: Device
it: Dispositivo

# _msg385
source: Status
it: Stato

# _msg386
source: Mounting...
it: Montaggio...

# _msg387
source: Unmounting...
it: Smontaggio...

# _msg388
source: Mounted as %1
it: Montata come %1

# _msg389
source: Not mounted
it: Non montata

# _msg156
source: AndroidDrive - Devices
fr: AndroidDrive - Appareils

# _msg157
source: &Mount drive
fr: &Monter le lecteur

# _msg158
source: Allows you to change the settings for this device, for example select a new drive letter or choose whether it should be mounted automatically.
fr: Vous permet de changer les paramètres pour cet appareil, par exemple sélectionner une autre lettre pour le leceur ou sélectionner si le lecteur doit être monté automatiquement.

# _msg159
source: Opens the selected drive in Windows Explorer.
fr: Ouvre le lecteur sélectionné dans l'Explorateur Windows.

# _msg160
source: &Unmount all drives
fr: &Démonter tous les lecteurs

# _msg161
source: &Mount all drives
fr: &Monter tous les lecteurs

# _msg162
source: &Unmount drive
fr: &Démonter le lecteur

# _msg163
source: Unmounts all drives corresponding to the selected Android device.<br/><br/>This only unmounts the drives, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
fr: Démonte tous les lecteurs correspondant à l'appareil Android sélectionné.<br/><br/>Ce bouton ne fait que démonter le lecteur, l'appareil lui-même restera connecté, donc vous pourrez toujours y accéder par exemple avec ADB.

# _msg164
source: Mounts a drive containing the internal storage of the selected Android device, as well as a drive for each external SD card that the selected device has, if any.
fr: Monte un lecteur qui contient le stockage interne de l'appareil Android sélectionné, et un lecteur pour chaque carte SD externe de l'appareil s'il en a.

# _msg165
source: Unmounts the selected drive.<br/><br/>This only unmounts the drive, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
fr: Démonte le lecteur sélectionné.<br/><br/>Ce bouton ne fait que démonter le lecteur, l'appareil lui-même restera connecté, donc vous pourrez toujours y accéder par exemple avec ADB.

# _msg166
source: Mounts a drive containing the selected internal storage or external SD card.
fr: Monte un lecteur contenant le stockage interne ou la carte SD externe sélectionné(e).

# _msg168
source: Device %1 is offline.<br/><br/>Try unlocking the device, then unplugging it and re-plugging it.<br/><br/>If this error persists, you may be able to find solutions <a href="%2">here</a> (any adb commands mentioned there can be run in the command prompt after running <code>cd "%3"</code>).
fr: L'appareil %1 est hors ligne.<br/><br/>Essayez de le déverouiller, de le déconnecter et de le reconnecter.<br/><br/>Si cette erreur persiste, vous trouverez peut-être des solutions <a href="%2">ici</a> (les commandes adb peuvent être éxécutés dans l'invite de commandes après avoir éxécuté <code>cd "%3"</code>).

# _msg169
source: Device %1 is unauthorized.<br/><br/>Try unlocking your device. If it shows you a dialog asking if you want to allow this computer to access phone data, tap "Allow". If it doesn't show that dialog, disable and re-enable USB debugging as explained <a href="%2">here</a>.<br/><br/>If it still isn't working, try unplugging and then re-plugging your device.
fr: L'appareil %1 est non autorisé.<br/><br/>Essayez de déveriouller l'appareil. S'il y a une boîte de dialogue demandant si vous voulez autoriser le débogage USB sur cet ordinateur, cliquez sur "Autoriser". Si vous ne voyez aucune boîte de dialogue, désactivez et réactivez le débogage USB comme c'est expliqué <a href="%2">ici</a>.<br/><br/>Si ça ne fonctionne toujours pas, essayez de déconnecter l'appareil et de le reconnecter.

# _msg170
source: Could not create a drive with the given drive letter.
fr: Impossible de créer un lecteur avec la lettre donnée.

# _msg171
source: Dokan doesn't seem to be installed.<br/><br/>Would you like to install it now?
fr: Dokan ne semble pas être installé.<br/><br/>Voulez-vous l'installer maintenant?

# _msg172
source: Could not start the driver.
fr: Impossible de démarrer le pilote.

# _msg174
source: Dokan version error.
fr: Erreur de version de Dokan.

# _msg175
source: An unknown error occurred.
fr: Une erreur inconnue est survenue.

# _msg176
source: Could not mount drive %1: %2
fr: Impossible de monter le lecteur %1: %2

# _msg177
source: ADB timed out.
fr: Le délai d'éxecution d'ADB a expiré.

# _msg178
source: An error occurred when attempting to read from the ADB process.
fr: Une erreur est survenue en tentant de lire le processus ADB.

# _msg179
source: An error occurred when attempting to write to the ADB process.
fr: Une erreur est survenue en tentant d'écrire dans le processus ADB.

# _msg180
source: ADB failed to start.<br/><br/>Either the adb.exe file is missing, or you may have insufficient permissions to invoke the program.
fr: ADB n'a pas pu démarrer.<br/><br/>Il se peut que le fichier adb.exe n'existe pas, ou que vous n'avez pas l'autorisation de l'invoquer.

# _msg181
source: ADB crashed.
fr: ADB a planté.

# _msg182
source: ADB encountered an unknown error.
fr: ADB a rencontré une erreur inconneu.

# _msg183
source: Fatal error: Could not list Android devices: %1
fr: Erreur fatale: Impossible d'énumérer les appareils Android: %1

# _msg184
source: Drive &settings
fr: &Paramètres du lecteur

# _msg185
source: &Open in Explorer
fr: &Ouvrir dans l'Explorateur

# _msg186
source: AndroidDrive is already running.<br/><br/>If you're trying to restart AndroidDrive, you can close the existing process by right clicking on the AndroidDrive icon in the task bar and selecting Exit.
fr: AndroidDrive est déjà en cours d'exécution.<br/><br/>Si vous essayez de redémarrer AndroidDrive, vous pouvez quitter le processus existant en faisant un clic droit sur l'icône AndroidDrive dans la bare de tâches et en sélectionnant Quitter.

# _msg187
source: &Devices
fr: &Appareils

# _msg188
source: &Settings
fr: &Paramètres

# _msg189
source: Record Debug &Logs
fr: Enregistrer les &journeaux de débogage

# _msg190
source: Finish Recording Debug &Logs
fr: Terminer l'enregistrement les &journeaux de débogage

# _msg191
source: Recording of debug logs has started.<br/><br/>You will be able to find the log file in %1.<br/><br/>If you're planning on attaching the log file to a bug report, keep in mind that the log file will contain the names of the files on your phone, so make sure that the filenames don't contain any sensitive information (The debug logs will only contain the file names, they won't contain the contents of any file).
fr: L'enregistrement des journeaux de débogage a commencé.<br/><br/>Vous pourrez trouver le fichier de journal dans %1.<br/><br/>Si vous attachez le fichier de journal dans un rapport de bug, gardez à l'esprit que les fichiers de journal vont contenir les noms des fichiers sur votre téléphone, donc faite attention que les noms de fichiers ne contiennent pas de données sensibles (Les fichiers de journal ne continendra que les noms de fichiers, ils ne contiendront le contenu d'aucun fichier).

# _msg192
source: Failed to create log file.
fr: Impossible de créer le fichier de journal.

# _msg193
source: &About AndroidDrive
fr: À propos d'Android&Drive

# _msg194
source: About AndroidDrive
fr: À propos d'AndroidDrive

# _msg195
source: AndroidDrive version %1 by Gustav Lindberg.
fr: AndroidDrive version %1 par Gustav Lindberg.

# _msg196
source: Icons made by %3 and %4 from %1 are licensed by %2.
fr: Les icônes faites par %3 et %4 pour %1 sont sous license de %2.

# _msg197
source: This program uses %1 and %2.
fr: Ce programme utilise %1 et %2.

# _msg198
source: About &Qt
fr: À propos de &Qt

# _msg199
source: E&xit
fr: Qui&tter

# _msg200
source: An update is available.<br/><br/>Do you want to install it now?
fr: Une mise à jour est disponible.<br/><br/>Voulez-vous l'installer maintenant?

# _msg201
source: Global settings
fr: Paramètres globaux

# _msg202
source: Open newly connected drives in &Explorer
fr: Ouvrir les lecteurs nouvellement connectés dans l'&Explorateur Windows

# _msg203
source: &Hide files beginning with a dot
fr: &Masquer les fichiers commençant par un point

# _msg205
source: &Cancel
fr: &Annuler

# _msg206
source: AndroidDrive - Settings
fr: AndroidDrive - Paramètres

# _msg207
source: Drive &letter
fr: &Lettre de lecteur

# _msg208
source: &Reset
fr: &Réinitialiser

# _msg209
source: Automatically mount &drive
fr: Monter automatiquement le &lecteur

# _msg210
source: Allows you to select a preferred drive letter for the selected Android drive.<br/><br/>If the preferred drive letter is unavailable when this drive is connected, it will use the next available drive letter in alphabetical order.<br/><br/>If you change the drive letter while this drive is connected, you will have to unmount it and re-mount it again for the changes to take effect.
fr: Vous permet de sélectionner une lettre de lecteur préférée pour l'appareil Android sélectionné.<br/><br/>Si la lettre préférée n'est pas disponible quand le lecteur est connecté, il utilisera la prochaine lettre dans l'ordre alphabétique.<br/><br/>Si vous changez la lettre de lecteur lorsque le lecteur est connecté, vous devrez le démonter et le remonter pour que les changements prennent effet.

# _msg211
source: Allows you to select a name for the selected Android drive.
fr: Vous permet de sélectionner un nom pour le lecteur Android sélectionné.

# _msg212
source: Drive &name
fr: &Nom du lecteur

# _msg213
source: If this checkbox is checked, the selected drive will be automatically connected as a drive whenever you plug it into your computer.<br/><br/>Otherwise, you will have to mount it manually by going into Devices > Mount drive.
fr: Si cette case est cochée, l'appareil sélectionné sera automatiquement monté comme lecteur quant vous le branchez à votre ordinateur.<br/><br/>Sinon, vous devrez le monter manuellement dans Appareils > Monter le lecteur.

# _msg214
source: Drive settings for %1
fr: Paramètres du lecteur %1

# _msg215
source: Resets the name of the drive to the default value.
fr: Réinitialise le nom du lecteur à la valeur par défaut.

# _msg216
source: These settings only affect the selected drive.
fr: Ces paramètres ne concernent que le lecteur sélectionné.

# _msg217
source: If this checkbox is checked, whenever AndroidDrive is finished connecting a drive, it will open that drive in Windows Explorer.
fr: Si cette case est cochée, quand AndroidDrive a fini de connecter un lecteur, il l'ouvrira automatiquement dans l'Explorateur Windows.

# _msg218
source: If this checkbox is checked, files that begin with a dot will be treated as hidden files, and will only be visible in Windows Explorer if Windows Explorer's "Show hidden files" option is activated.
fr: Si cette case est cochée, les fichiers commençant avec un point seront considérés comme des fichiers cachés, et seront uniquement visible dans l'Explorateur Windows si le paramètre "Afficher les fichiers cachés" est activé dans l'Explorateur Windows.

# _msg221
source: &Language
fr: Lan&gue

# _msg223
source: These settings affect all drives connected with AndroidDrive.
fr: Ces paramètres affectent tous les lecteurs connectés avec AndroidDrive.

# _msg224
source: &Apply
fr: A&ppliquer

# _msg225
source: Installing updates...
fr: Installation des mises à jour...

# _msg226
source: Internal storage
fr: Stockage interne

# _msg227
source: SD card %1
fr: Carte SD %1

# _msg228
source: Device
fr: Appareil

# _msg229
source: Status
fr: Statut

# _msg230
source: Mounting...
fr: Montage...

# _msg231
source: Unmounting...
fr: Démontage...

# _msg232
source: Mounted as %1
fr: Monté en tant que %1

# _msg233
source: Not mounted
fr: Démonté

# _msg624
source: AndroidDrive - Devices
sv: AndroidDrive - Enheter

# _msg625
source: &Mount drive
sv: &Montera enheten

# _msg626
source: Allows you to change the settings for this device, for example select a new drive letter or choose whether it should be mounted automatically.
sv: Låter dig ändra inställningarna för denna enhet, som till exempel att välja en ny enhetsbeteckning för enheten eller att välja om den ska monteras automatiskt.

# _msg627
source: Opens the selected drive in Windows Explorer.
sv: Öppnar den markerade enheten i Utforskaren.

# _msg628
source: &Unmount all drives
sv: &Avmontera alla enheter

# _msg629
source: &Mount all drives
sv: &Montera alla enheter

# _msg630
source: &Unmount drive
sv: &Avmontera enheten

# _msg631
source: Unmounts all drives corresponding to the selected Android device.<br/><br/>This only unmounts the drives, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
sv: Avmonterar alla enheter för den valda den valda Android-enheten.<br/><br/>Detta avmonterar enheten från AndroidDrive, men du kommer fortfarande ha tillgång till den genom till exempel ADB.

# _msg632
source: Mounts a drive containing the internal storage of the selected Android device, as well as a drive for each external SD card that the selected device has, if any.
sv: Monterar en enhet som innehåller den valda Android-enhetens interna lagringsutrymme, och en enhet för varje externa SD-kort som enheten har, om någon.

# _msg633
source: Unmounts the selected drive.<br/><br/>This only unmounts the drive, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
sv: Avmonterar den valda enheten.<br/><br/>Detta avmonterar enheten från AndroidDrive, men du kommer fortfarande ha tillgång till den genom till exempel ADB.

# _msg634
source: Mounts a drive containing the selected internal storage or external SD card.
sv: Monterar en enhet med innehållet av det valda interna lagringsutrymmet eller det valda externa SD-kortet.

# _msg636
source: Device %1 is offline.<br/><br/>Try unlocking the device, then unplugging it and re-plugging it.<br/><br/>If this error persists, you may be able to find solutions <a href="%2">here</a> (any adb commands mentioned there can be run in the command prompt after running <code>cd "%3"</code>).
sv: Enheten %1 är offline.<br/><br/>Försök att låsa upp enheten, koppla ur den och koppla in den igen.<br/><br/>Om felet kvarstår kan du kanske hitta lösningar <a href="%2">här</a> (adb-kommandon kan köras i kommandotolken efter att ha kört <code>cd "%3"</code>).

# _msg637
source: Device %1 is unauthorized.<br/><br/>Try unlocking your device. If it shows you a dialog asking if you want to allow this computer to access phone data, tap "Allow". If it doesn't show that dialog, disable and re-enable USB debugging as explained <a href="%2">here</a>.<br/><br/>If it still isn't working, try unplugging and then re-plugging your device.
sv: Enheten %1 är har inte rätt behörighet.<br/><br/>Pröva att låsa upp enheten. Om den visar en dialogruta som frågar om du vill tillåta USB-felsökning på den här datorn, tryck på "Tillåt". Om den inte visar någon dialogruta, stäng av och sätt på USB-felsökning som förklarat <a href="%2">här</a>.<br/><br/>Om det fortfarande inte fungerar, koppla ur den och koppla in den igen.

# _msg638
source: Could not create a drive with the given drive letter.
sv: Kunde inte skapa en enhet med den angivna enhetsbeteckningen.

# _msg639
source: Dokan doesn't seem to be installed.<br/><br/>Would you like to install it now?
sv: Dokan verkar inte vara installerad.<br/><br/>Vill du installera den nu?

# _msg640
source: Could not start the driver.
sv: Kunde inte starta drivrutinen.

# _msg642
source: Dokan version error.
sv: Dokan-versionsfel.

# _msg643
source: An unknown error occurred.
sv: Ett okänt fel har uppstått.

# _msg644
source: Could not mount drive %1: %2
sv: Kunde inte montera enhet %1: %2

# _msg645
source: ADB timed out.
sv: Tidsgränsen för ADB har uppnåtts.

# _msg646
source: An error occurred when attempting to read from the ADB process.
sv: Ett fel har uppstått vid läsningen från ADB-processen.

# _msg647
source: An error occurred when attempting to write to the ADB process.
sv: Ett fel har uppstått vid skrivningen till ADB-processen.

# _msg648
source: ADB failed to start.<br/><br/>Either the adb.exe file is missing, or you may have insufficient permissions to invoke the program.
sv: ADB har inte kunnat startas.<br/><br/>Antingen saknas filen adb.exe, eller så har du kanske inte rättigheten att starta programmet.
