Repository: GustavLindberg99/AndroidDrive
Catalog: sources/translations/androiddrive_*.xlf
Languages: de, fr, it, ja, ko, pt_br, sv, zh_cn

# _msg725
source: Dokan doesn't seem to be installed.<br/><br/>Would you like to install it now?
zh_cn: 似乎未安装 Dokan。<br/><br/>要立即安装它吗？

# _msg726
source: Could not start the driver.
zh_cn: 无法启动驱动器。

# _msg727
source: Could not assign a drive letter.<br/><br/>Try changing the drive letter in Device Settings to an available drive letter.
zh_cn: 无法分配驱动器代号。<br/><br/>试着在设备设置中将驱动器代号更改为可用的代号。

# _msg728
source: Dokan version error.
zh_cn: Dokan 版本错误。

# _msg729
source: An unknown error occurred.
zh_cn: 发生了未知错误。

# _msg730
source: Could not mount drive %1: %2
zh_cn: 无法挂载驱动 %1：%2

# _msg731
source: ADB timed out.
zh_cn: ADB 超时。

# _msg732
source: An error occurred when attempting to read from the ADB process.
zh_cn: 尝试从 ADB 进程读取时发生了错误。

# _msg733
source: An error occurred when attempting to write to the ADB process.
zh_cn: 尝试写入 ADB 进程时出错。

# _msg734
source: ADB failed to start.<br/><br/>Either the adb.exe file is missing, or you may have insufficient permissions to invoke the program.
zh_cn: ADB 启动失败。<br/><br/>要么缺少 adb.exe 文件，要么你没有足够权限来调用程序。

# _msg735
source: ADB crashed.
zh_cn: ADB 崩溃。

# _msg736
source: ADB encountered an unknown error.
zh_cn: ADB 遇到了未知错误。

# _msg737
source: Fatal error: Could not list Android devices: %1
zh_cn: 致命错误：无法列出安卓设备：%1

# _msg738
source: Drive &settings
zh_cn: 驱动器设置(&s)

# _msg739
source: &Open in Explorer
zh_cn: 在资源管理器中打开(&O)

# _msg740
source: AndroidDrive is already running.<br/><br/>If you're trying to restart AndroidDrive, you can close the existing process by right clicking on the AndroidDrive icon in the task bar and selecting Exit.
zh_cn: AndroidDrive 已经在运行。<br/><br/>如果你正尝试重启它，可以右键单击任务栏的 AndroidDrive 图标并选择退出来关闭现有进程。

# _msg741
source: &Devices
zh_cn: 设备(&D)

# _msg742
source: &Settings
zh_cn: 设置(&S)

# _msg743
source: Record Debug &Logs
zh_cn: 记录调试日志(&L)

# _msg744
source: Finish Recording Debug &Logs
zh_cn: 完成记录调试日志(&L)

# _msg745
source: Recording of debug logs has started.<br/><br/>You will be able to find the log file in %1.<br/><br/>If you're planning on attaching the log file to a bug report, keep in mind that the log file will contain the names of the files on your phone, so make sure that the filenames don't contain any sensitive information (The debug logs will only contain the file names, they won't contain the contents of any file).
zh_cn: 调试日志记录已开始。<br/><br/>你将能在 %1 找到日志文件。<br/><br/>如果你正计划将日志文件附加到故障报告中，请记得日志文件包含手机上文件的名称，因此请确保文件名不包含任何敏感信息。（调试日志仅包含文件名，不含有任何文件的内容）。

# _msg746
source: Failed to create log file.
zh_cn: 创建日志文件失败。

# _msg747
source: &About AndroidDrive
zh_cn: 关于 AndroidDrive(&A)

# _msg748
source: About AndroidDrive
zh_cn: 关于 AndroidDrive

# _msg749
source: AndroidDrive version %1 by Gustav Lindberg.
zh_cn: Gustav Lindberg 开发的 AndroidDrive %1。

# _msg750
source: Icons made by %3 and %4 from %1 are licensed by %2.
zh_cn: 图标由来自 %1 的 %3 和 %4 创作，许可证为 %2。

# _msg751
source: This program uses %1 and %2.
zh_cn: 本程序使用 %1 和 %2。

# _msg752
source: About &Qt
zh_cn: 关于 Qt(&Q)

# _msg753
source: E&xit
zh_cn: 退出(&X)

# _msg754
source: An update is available.<br/><br/>Do you want to install it now?
zh_cn: 有更新可用。<br/><br/>要立即安装吗？

# _msg755
source: AndroidDrive - Settings
zh_cn: AndroidDrive - 设置

# _msg756
source: Drive settings for %1
zh_cn: %1 的驱动器设置

# _msg757
source: Allows you to select a preferred drive letter for the selected Android drive.<br/><br/>If the preferred drive letter is unavailable when this drive is connected, it will use the next available drive letter in alphabetical order.<br/><br/>If you change the drive letter while this drive is connected, you will have to unmount it and re-mount it again for the changes to take effect.
zh_cn: 允许你选择所选安卓驱动器的首选驱动器代号。<br/><br/>如果这个驱动器连接时，首选的驱动器代号不可用，那么它会使用字母表中下一个可用的字母作为驱动器代号。<br/><br/>如果在这个驱动器连接时更改驱动器代号，你必须卸载它并重新挂载才能让更改生效。

# _msg758
source: Drive &letter
zh_cn: 驱动器代号(&L)

# _msg759
source: Allows you to select a name for the selected Android drive.
zh_cn: 允许你选择所选安卓设备的名称。

# _msg760
source: &Reset
zh_cn: 重置(&R)

# _msg761
source: Resets the name of the drive to the default value.
zh_cn: 重置驱动器名称为默认值。

# _msg762
source: Drive &name
zh_cn: 驱动器名(&N)

# _msg763
source: Automatically mount &drive
zh_cn: 自动挂载驱动器(&D)

# _msg764
source: If this checkbox is checked, the selected drive will be automatically connected as a drive whenever you plug it into your computer.<br/><br/>Otherwise, you will have to mount it manually by going into Devices > Mount drive.
zh_cn: 如果勾选了这个单选框，那么无论何时你将所选驱动器插入计算机，它都会自动连接为驱动器。<br/><br/>否则，你必须转到设备>挂载驱动器来手动挂载。

# _msg765
source: These settings only affect the selected drive.
zh_cn: 这些设置只影响所选驱动器。

# _msg766
source: Global settings
zh_cn: 全局设置

# _msg767
source: Open newly connected drives in &Explorer
zh_cn: 在资源管理器中打开新连接的驱动器(&E)

# _msg768
source: If this checkbox is checked, whenever AndroidDrive is finished connecting a drive, it will open that drive in Windows Explorer.
zh_cn: 如果勾选了这个单选框，无论何时 AndroidDrive 完成连接驱动器都会在 Windows 资源管理器中打开那个驱动器。

# _msg769
source: &Hide files beginning with a dot
zh_cn: 隐藏以英文.开头的文件(&H)

# _msg770
source: If this checkbox is checked, files that begin with a dot will be treated as hidden files, and will only be visible in Windows Explorer if Windows Explorer's "Show hidden files" option is activated.
zh_cn: 如果勾选了这个驱动器，那么以英文.开头的文件将被视作隐藏文件，且只有激活 Windows 资源管理器的“显示隐藏文件”选项才能看到这些文件。

# _msg771
source: Use system language
zh_cn: 使用系统语言

# _msg772
source: Allows you to select which language AndroidDrive's GUI will be displayed in.<br/><br/>If you select "Use system language" but AndroidDrive isn't availiable in your system language, English will be used.<br/><br/>This setting has no effect on how the actual drive works.<br/><br/>You must restart AndroidDrive for this change to take effect.
zh_cn: 允许选择用什么语言显示 AndroidDrive 的用户界面。<br/><br/>如果你选择“使用系统语言”，但 AndroidDrive 没有你的系统语言，那么程序界面会以英语显示。<br/><br/>此设置对实际驱动器如何工作没有影响。<br/><br/>要让这个更改生效，你必须重启 AndroidDrive。

# _msg773
source: &Language
zh_cn: 语言(&L)

# _msg774
source: AndroidDrive doesn't seem to be available in your system language.<br/><br/><a %1>Click here</a> if you would like to help translate it.
zh_cn: AndroidDrive 似乎无法用你的系统语言显示。<br/><br/><a %1>单击此处</a>如果你想帮忙翻译它。

# _msg775
source: These settings affect all drives connected with AndroidDrive.
zh_cn: 这些设置影响所有和 AndroidDrive 连接的驱动器。

# _msg776
source: &OK
zh_cn: 好(&O)

# _msg777
source: &Cancel
zh_cn: 取消(&C)

# _msg778
source: &Apply
zh_cn: 应用(&A)

# _msg546
source: Internal storage
pt_br: Armazenamento interno

# _msg547
source: SD card %1
pt_br: Cartão SD %1

# _msg548
source: Device
pt_br: Dispositivo

# _msg550
source: Mounting...
pt_br: Montando...

# _msg551
source: Unmounting...
pt_br: Desmontando...

# _msg552
source: Mounted as %1
pt_br: Montado como %1

# _msg553
source: Not mounted
pt_br: Não montado

# _msg554
source: Mounts a drive containing the internal storage of the selected Android device, as well as a drive for each external SD card that the selected device has, if any.
pt_br: Monta uma unidade contendo o armazenamento interno do dispositivo Android selecionado, e também uma unidade por cada cartão SD externo que o dispositivo selecionado possuir, se houver.

# _msg555
source: Allows you to change the settings for this device, for example select a new drive letter or choose whether it should be mounted automatically.
pt_br: Permite que você altere as configurações deste dispositivo. Por exemplo, selecionar uma nova letra de unidade ou escolher se ela deve ser montada automaticamente.

# _msg556
source: Opens the selected drive in Windows Explorer.
pt_br: Abre a unidade selecionada no Windows Explorer.

# _msg557
source: AndroidDrive - Devices
pt_br: AndroidDrive - Dispositivos

# _msg558
source: &Unmount all drives
pt_br: &Desmontar todas as unidades

# _msg559
source: Unmounts all drives corresponding to the selected Android device.<br/><br/>This only unmounts the drives, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
pt_br: Desmonta todas as unidades correspondentes ao dispositivo Android selecionado.<br/><br/>Isso desmonta apenas as unidades, o dispositivo Android em si permanecerá conectado, então você ainda poderá acessá-lo, por exemplo, por meio do ADB.

# _msg560
source: &Mount all drives
pt_br: &Montar todas as unidades

# _msg561
source: &Unmount drive
pt_br: &Desmontar unidade

# _msg562
source: Unmounts the selected drive.<br/><br/>This only unmounts the drive, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
pt_br: Desmonta a unidade selecionada.<br/><br/>Isso apenas desmonta a unidade, o dispositivo Android em si permanecerá conectado, então você ainda poderá acessá-lo, por exemplo, através do ADB.

# _msg563
source: &Mount drive
pt_br: &Montar unidade

# _msg564
source: Mounts a drive containing the selected internal storage or external SD card.
pt_br: Monta uma unidade contendo o armazenamento interno ou cartão SD externo selecionado.

# _msg565
source: Fatal error: Could not list Android devices.<br/><br/>ADB exited with code %1.
pt_br: Erro fatal: Não foi possível listar os dispositivos Android.<br/><br/>O ADB foi encerrado com o código %1.

# _msg566
source: Device %1 is offline.<br/><br/>Try unlocking the device, then unplugging it and re-plugging it.<br/><br/>If this error persists, you may be able to find solutions <a href="%2">here</a> (any adb commands mentioned there can be run in the command prompt after running <code>cd "%3"</code>).
pt_br: O dispositivo %1 está offline.<br/><br/>Tente desbloquear o dispositivo, desconectá-lo e conectá-lo novamente.<br/><br/>Se o erro persistir, você poderá encontrar soluções <a href="%2">aqui</a> (todos os comandos adb mencionados podem ser executados no prompt de comando após executar <code>cd "%3"</code>).

# _msg567
source: Device %1 is unauthorized.<br/><br/>Try unlocking your device. If it shows you a dialog asking if you want to allow this computer to access phone data, tap "Allow". If it doesn't show that dialog, disable and re-enable USB debugging as explained <a href="%2">here</a>.<br/><br/>If it still isn't working, try unplugging and then re-plugging your device.
pt_br: O dispositivo %1 não está autorizado.<br/><br/>Tente desbloquear seu dispositivo. Se aparecer uma caixa de diálogo perguntando se você deseja permitir que este computador acesse os dados do telefone, toque em "Permitir". Caso contrário, desative e reative a depuração USB conforme explicado <a href="%2">aqui</a>.<br/><br/>Se ainda não funcionar, tente desconectar e reconectar seu dispositivo.

# _msg568
source: Could not create a drive with the given drive letter.
pt_br: Não foi possível criar a unidade com a letra selecionada.

# _msg569
source: Dokan doesn't seem to be installed.<br/><br/>Would you like to install it now?
pt_br: Dokan parece não estar instalado.<br/><br/>Gostaria de instalar agora?

# _msg570
source: Could not start the driver.
pt_br: Não foi possível iniciar o driver.

# _msg571
source: Could not assign a drive letter.<br/><br/>Try changing the drive letter in Device Settings to an available drive letter.
pt_br: Não foi possível atribuir uma letra de unidade.<br/><br/>Tente alterar a letra da unidade nas configurações do dispositivo para uma letra de unidade disponível.

# _msg572
source: Dokan version error.
pt_br: Erro de versão do Dokan.

# _msg573
source: An unknown error occurred.
pt_br: Ocorreu um erro desconhecido.

# _msg574
source: Could not mount drive %1: %2
pt_br: Não foi possível montar a unidade %1: %2

# _msg575
source: ADB timed out.
pt_br: Tempo limite do ADB.

# _msg576
source: An error occurred when attempting to read from the ADB process.
pt_br: Ocorreu um erro ao tentar realizar a leitura a partir do processo ADB.

# _msg577
source: An error occurred when attempting to write to the ADB process.
pt_br: Ocorreu um erro ao tentar realizar a escrita a partir do processo ADB.

# _msg578
source: ADB failed to start.<br/><br/>Either the adb.exe file is missing, or you may have insufficient permissions to invoke the program.
pt_br: Falha ao iniciar o ADB.<br/><br/>O arquivo adb.exe pode estar faltando, ou você não possui permissões suficientes para iniciar o programa.

# _msg579
source: ADB crashed.
pt_br: O ADB travou.

# _msg580
source: ADB encountered an unknown error.
pt_br: O ADB encontrou um erro desconhecido.

# _msg581
source: Fatal error: Could not list Android devices: %1
pt_br: Erro fatal: Não foi possível listar os dispositivos Android: %1

# _msg582
source: Drive &settings
pt_br: &Configurações da unidade

# _msg583
source: &Open in Explorer
pt_br: A&brir no Explorer

# _msg584
source: AndroidDrive is already running.<br/><br/>If you're trying to restart AndroidDrive, you can close the existing process by right clicking on the AndroidDrive icon in the task bar and selecting Exit.
pt_br: O AndroidDrive já está em execução.<br/><br/>Se estiver tentando reiniciar o AndroidDrive, você pode fechar o processo existente clicando com o botão direito do mouse no ícone do AndroidDrive na barra de tarefas e selecionar 'Sair'.

# _msg585
source: &Devices
pt_br: &Dispositivos

# _msg586
source: &Settings
pt_br: &Configurações

# _msg587
source: Record Debug &Logs
pt_br: Gravar registros de &depuração

# _msg588
source: Finish Recording Debug &Logs
pt_br: &Parar gravação de registros de depuração

# _msg589
source: Recording of debug logs has started.<br/><br/>You will be able to find the log file in %1.<br/><br/>If you're planning on attaching the log file to a bug report, keep in mind that the log file will contain the names of the files on your phone, so make sure that the filenames don't contain any sensitive information (The debug logs will only contain the file names, they won't contain the contents of any file).
pt_br: A gravação dos registros de depuração foi iniciada.<br/><br/>Você poderá encontrar o arquivo de registro em %1.<br/><br/>Se estiver planejando anexar o arquivo de registro a um relatório de erro, lembre-se de que o arquivo de registro conterá os nomes dos arquivos no seu telefone, portanto, certifique-se de que os nomes dos arquivos não contenham nenhuma informação sensível (os registros de depuração conterão apenas os nomes dos arquivos, eles não conterão o conteúdo de nenhum arquivo).

# _msg590
source: Failed to create log file.
pt_br: Falha ao criar o arquivo de registro.

# _msg591
source: &About AndroidDrive
pt_br: So&bre o AndroidDrive

# _msg592
source: About AndroidDrive
pt_br: Sobre o AndroidDrive

# _msg593
source: AndroidDrive version %1 by Gustav Lindberg.
pt_br: AndroidDrive versão %1 por Gustav Lindberg.

# _msg594
source: Icons made by %3 and %4 from %1 are licensed by %2.
pt_br: Ícones feitos por %3 e %4 de %1 são licenciados por %2.

# _msg595
source: This program uses %1 and %2.
pt_br: Este programa usar %1 e %2.

# _msg596
source: About &Qt
pt_br: Sobre &Qt

# _msg597
source: E&xit
pt_br: &Sair

# _msg598
source: An update is available.<br/><br/>Do you want to install it now?
pt_br: Atualização disponível.<br/><br/>Gostaria de instalar agora?

# _msg599
source: AndroidDrive - Settings
pt_br: AndroidDrive - Configurações

# _msg600
source: Drive settings for %1
pt_br: Configurações de unidade para %1

# _msg601
source: Allows you to select a preferred drive letter for the selected Android drive.<br/><br/>If the preferred drive letter is unavailable when this drive is connected, it will use the next available drive letter in alphabetical order.<br/><br/>If you change the drive letter while this drive is connected, you will have to unmount it and re-mount it again for the changes to take effect.
pt_br: Permite que você selecione uma letra de unidade preferencial para a unidade Android selecionada.<br/><br/>Se a letra de unidade preferencial não estiver disponível quando esta unidade estiver conectada, ela usará a próxima letra de unidade disponível em ordem alfabética.<br/><br/>Se você alterar a letra da unidade enquanto esta unidade estiver conectada, será necessário desmontá-la e montá-la novamente para que as alterações entrem em vigor.

# _msg602
source: Drive &letter
pt_br: &Letra da unidade

# _msg603
source: Allows you to select a name for the selected Android drive.
pt_br: Permite que você selecione o nome da unidade Android selecionada.

# _msg604
source: &Reset
pt_br: &Redefinir

# _msg605
source: Resets the name of the drive to the default value.
pt_br: Restaura o nome da unidade para o valor padrão.

# _msg606
source: Drive &name
pt_br: &Nome da unidade

# _msg607
source: Automatically mount &drive
pt_br: &Montar unidade automaticamente

# _msg608
source: If this checkbox is checked, the selected drive will be automatically connected as a drive whenever you plug it into your computer.<br/><br/>Otherwise, you will have to mount it manually by going into Devices > Mount drive.
pt_br: Se esta caixa de seleção estiver marcada, a unidade selecionada será conectada automaticamente como uma unidade sempre que você conectá-la ao seu computador.<br/><br/>Caso contrário, você terá que montá-la manualmente acessando Dispositivos > Montar unidade.

# _msg609
source: These settings only affect the selected drive.
pt_br: Estas configurações afetam somente a unidade selecionada.

# _msg610
source: Global settings
pt_br: Configurações globais

# _msg611
source: Open newly connected drives in &Explorer
pt_br: Abrir novas unidades conectadas no &Explorer

# _msg612
source: If this checkbox is checked, whenever AndroidDrive is finished connecting a drive, it will open that drive in Windows Explorer.
pt_br: Se esta caixa de seleção estiver marcada, sempre que o AndroidDrive terminar de conectar uma unidade, ele abrirá essa unidade no Windows Explorer.

# _msg613
source: &Hide files beginning with a dot
pt_br: &Ocultar arquivos iniciando com ponto

# _msg614
source: If this checkbox is checked, files that begin with a dot will be treated as hidden files, and will only be visible in Windows Explorer if Windows Explorer's "Show hidden files" option is activated.
pt_br: Se esta caixa de seleção estiver marcada, os arquivos que começam com um ponto serão tratados como arquivos ocultos e só ficarão visíveis no Windows Explorer se a opção "Mostrar arquivos ocultos" do Windows Explorer estiver ativada.

# _msg615
source: Use system language
pt_br: Usar idioma do sistema

# _msg616
source: Allows you to select which language AndroidDrive's GUI will be displayed in.<br/><br/>If you select "Use system language" but AndroidDrive isn't availiable in your system language, English will be used.<br/><br/>This setting has no effect on how the actual drive works.<br/><br/>You must restart AndroidDrive for this change to take effect.
pt_br: Permite que você selecione em qual idioma o AndroidDrive será exibido.<br/><br/>Se você selecionar "Usar idioma do sistema", mas o AndroidDrive não estiver disponível no idioma do seu sistema, o inglês será usado.<br/><br/>Esta configuração não tem efeito sobre o funcionamento real da unidade.<br/><br/>Você deve reiniciar o AndroidDrive para que esta alteração tenha efeito.

# _msg617
source: &Language
pt_br: &Idioma

# _msg618
source: AndroidDrive doesn't seem to be available in your system language.<br/><br/><a %1>Click here</a> if you would like to help translate it.
pt_br: O AndroidDrive parece não estar disponível no idioma do seu sistema.<br/><br/><a %1>Clique aqui</a> se quiser ajudar a traduzi-lo.

# _msg619
source: These settings affect all drives connected with AndroidDrive.
pt_br: Estas configurações afetam todas as unidade conectadas com o AndroidDrive.

# _msg621
source: &Cancel
pt_br: &Cancelar

# _msg622
source: &Apply
pt_br: &Aplicar

# _msg623
source: Installing updates...
pt_br: Instalando atualizações...

# _msg312
source: AndroidDrive - Devices
it: AndroidDrive - Dispositivi

# _msg313
source: &Mount drive
it: &Monta unità

# _msg314
source: Allows you to change the settings for this device, for example select a new drive letter or choose whether it should be mounted automatically.
it: Consente di modificare le impostazioni per questo dispositivo, ad esempio selezionare una nuova lettera unità o scegliere se deve essere montata automaticamente.

# _msg315
source: Opens the selected drive in Windows Explorer.
it: Apri l'unità selezionata in Esplora risorse.

# _msg316
source: &Unmount all drives
it: Smonta tutte le &unità

# _msg317
source: Unmounts all drives corresponding to the selected Android device.<br/><br/>This only unmounts the drives, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
it: Smonta tutte le unità corrispondenti al dispositivo Android selezionato.<br/><br/>Questo smonta solo le unità, il dispositivo Android rimarrà connesso, quindi sarai ancora in grado di accedervi ad esempio tramite ADB.

# _msg318
source: &Mount all drives
it: &Monta tutte le unità

# _msg319
source: &Unmount drive
it: Smonta &unità

# _msg320
source: Mounts a drive containing the internal storage of the selected Android device, as well as a drive for each external SD card that the selected device has, if any.
it: Monta un'unità contenente la memoria interna del dispositivo Android selezionato, nonché un'unità per ciascuna scheda SD esterna di cui dispone il dispositivo selezionato, se presente.

# _msg321
source: Unmounts the selected drive.<br/><br/>This only unmounts the drive, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
it: Smonta l'unità selezionata.<br/><br/>Questa operazione smonta solo l'unità, il dispositivo Android rimarrà connesso, quindi sarai ancora in grado di accedervi, ad esempio tramite ADB.

# _msg322
source: Mounts a drive containing the selected internal storage or external SD card.
it: Monta un'unità contenente la memoria interna selezionata o la scheda SD esterna.

# _msg324
source: Device %1 is offline.<br/><br/>Try unlocking the device, then unplugging it and re-plugging it.<br/><br/>If this error persists, you may be able to find solutions <a href="%2">here</a> (any adb commands mentioned there can be run in the command prompt after running <code>cd "%3"</code>).
it: Il dispositivo %1 è offline.<br/><br/>Prova a sbloccare il dispositivo, quindi a scollegarlo e ricollegarlo.<br/><br/>Se questo errore persiste, potresti riuscire a trovare soluzioni <a href="%2">qui</a> (qualsiasi comando adb menzionato può essere eseguito nel prompt dei comandi dopo aver eseguito <code>cd "%3"</code>).

# _msg325
source: Device %1 is unauthorized.<br/><br/>Try unlocking your device. If it shows you a dialog asking if you want to allow this computer to access phone data, tap "Allow". If it doesn't show that dialog, disable and re-enable USB debugging as explained <a href="%2">here</a>.<br/><br/>If it still isn't working, try unplugging and then re-plugging your device.
it: Il dispositivo %1 non è autorizzato.<br/><br/>Prova a sbloccare il dispositivo.<br/>Se viene visualizzata una finestra di dialogo che ti chiede se desideri consentire a questo computer di accedere ai dati del telefono, seleziona "Consenti".<br/>Se non mostra quella finestra di dialogo, disabilita e riabilita il debug USB come spiegato <a href="%2">qui</a>.<br/><br/>Se continua a non funzionare, prova scollegando e ricollegando il dispositivo.

# _msg326
source: Could not create a drive with the given drive letter.
it: Impossibile creare un'unità con la lettera unità specificata.

# _msg327
source: Dokan doesn't seem to be installed.<br/><br/>Would you like to install it now?
it: Dokan non sembra essere installato.<br/><br/>Vuoi installarlo?

# _msg328
source: Could not start the driver.
it: Impossibile avviare il driver.

# _msg330
source: Dokan version error.
it: Errore versione Dokan.
