Repository: GustavLindberg99/AndroidDrive
Catalog: sources/translations/androiddrive_*.xlf
Languages: de, fr, it, ja, ko, pt_br, sv, zh_cn

# _msg390
source: AndroidDrive - Devices
ja: AndroidDrive - デバイス

# _msg391
source: &Mount drive
ja: ドライブをマウント(&M)

# _msg392
source: Allows you to change the settings for this device, for example select a new drive letter or choose whether it should be mounted automatically.
ja: このデバイスの設定を変更できます。例えば、新しいドライブレターを選択したり、自動でマウントするかどうかを選択できます。

# _msg393
source: Opens the selected drive in Windows Explorer.
ja: 選択したドライブをエクスプローラーで開きます。

# _msg394
source: &Unmount all drives
ja: すべてのドライブをアンマウント(&U)

# _msg395
source: Unmounts all drives corresponding to the selected Android device.<br/><br/>This only unmounts the drives, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
ja: 選択した Android デバイスに対応する、すべてのドライブをアンマウントします。<br/><br/>これはドライブのアンマウントのみであり、Android デバイスの接続は継続されるため ADB などを通じた操作は引き続きアクセス可能です。

# _msg396
source: &Mount all drives
ja: すべてのドライブをマウント(&M)

# _msg397
source: &Unmount drive
ja: すべてのドライブをアンマウント(&U)

# _msg398
source: Mounts a drive containing the internal storage of the selected Android device, as well as a drive for each external SD card that the selected device has, if any.
ja: 選択した Android デバイスの内部ストレージを含むドライブと選択したデバイスにある外部 SD カード (存在する場合) のドライブをマウントします。

# _msg399
source: Unmounts the selected drive.<br/><br/>This only unmounts the drive, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
ja: 選択したドライブをアンマウントします。<br/><br/>これはドライブのアンマウントのみであり、Android デバイスの接続は継続されるため ADB などを通じた操作は引き続きアクセス可能です。

# _msg400
source: Mounts a drive containing the selected internal storage or external SD card.
ja: 選択した内部ストレージまたは外部 SD カードを含むドライブをマウントします。

# _msg401
source: Fatal error: Could not list Android devices.<br/><br/>ADB exited with code %1.
ja: 致命的なエラー: Android デバイスを一覧表示できませんでした。<br/><br/>ADB はコード %1 で終了しました。

# _msg402
source: Device %1 is offline.<br/><br/>Try unlocking the device, then unplugging it and re-plugging it.<br/><br/>If this error persists, you may be able to find solutions <a href="%2">here</a> (any adb commands mentioned there can be run in the command prompt after running <code>cd "%3"</code>).
ja: デバイス「%1」はオフラインです。<br/><br/>デバイスのロックを解除し、プラグを抜いてから再度接続してみてください。<br/><br/>このエラーが発生しない場合は、<a href="%2">こちら</a>で解決策が見つかるかもしれません (ここに記載されている ADB コマンドは、<code>cd "%3"</code> を実行後にコマンドプロンプトで実行できます)。

# _msg403
source: Device %1 is unauthorized.<br/><br/>Try unlocking your device. If it shows you a dialog asking if you want to allow this computer to access phone data, tap "Allow". If it doesn't show that dialog, disable and re-enable USB debugging as explained <a href="%2">here</a>.<br/><br/>If it still isn't working, try unplugging and then re-plugging your device.
ja: デバイス「%1」は認証されていません。<br/><br/>デバイスのロックを解除してみてください。このコンピューターにデバイス内のデータへアクセスを許可するかどうかを確認するダイアログが表示された場合は、「許可」をタップしてください。ダイアログが表示されない場合は、<a href="%2">こちら</a>の説明に従って USB デバッグを無効化してから再度有効化してください。<br/><br/>それでも問題が解決しない場合は、デバイスを一度取り外して再度接続してみてください。

# _msg404
source: Could not create a drive with the given drive letter.
ja: 指定されたドライブレターでドライブを作成できません。

# _msg405
source: Dokan doesn't seem to be installed.<br/><br/>Would you like to install it now?
ja: Dokan がインストールされていないようです。<br/><br/>今すぐインストールしますか？

# _msg406
source: Could not start the driver.
ja: ドライバーを起動できませんでした。

# _msg407
source: Could not assign a drive letter.<br/><br/>Try changing the drive letter in Device Settings to an available drive letter.
ja: ドライブレターを割り当てられませんでした。<br/><br/>デバイスの設定でドライブレターを使用可能なドライブレターに変更してみてください。

# _msg408
source: Dokan version error.
ja: Dokan バージョンエラーです。

# _msg409
source: An unknown error occurred.
ja: 不明なエラーが発生しました。

# _msg410
source: Could not mount drive %1: %2
ja: ドライブ「%1」をマウントできませんでした: %2

# _msg411
source: ADB timed out.
ja: ADB タイムアウトです。

# _msg412
source: An error occurred when attempting to read from the ADB process.
ja: ADB プロセスからの読み取り時にエラーが発生しました。

# _msg413
source: An error occurred when attempting to write to the ADB process.
ja: ADB プロセスへの書き込みを試行中にエラーが発生しました。

# _msg414
source: ADB failed to start.<br/><br/>Either the adb.exe file is missing, or you may have insufficient permissions to invoke the program.
ja: ADB の起動に失敗しました。<br/><br/>adb.exe ファイルが見つからないか、プログラムを起動するための権限が不足している可能性があります。

# _msg415
source: ADB crashed.
ja: ADB がクラッシュしました。

# _msg416
source: ADB encountered an unknown error.
ja: ADB で不明なエラーが発生しました。

# _msg417
source: Fatal error: Could not list Android devices: %1
ja: 致命的なエラー: Android デバイスをリストできませんでした: %1

# _msg418
source: Drive &settings
ja: ドライブの設定(&S)

# _msg419
source: &Open in Explorer
ja: エクスプローラーで開く(&O)

# _msg420
source: AndroidDrive is already running.<br/><br/>If you're trying to restart AndroidDrive, you can close the existing process by right clicking on the AndroidDrive icon in the task bar and selecting Exit.
ja: AndroidDrive は既に実行しています。<br/><br/>AndroidDrive を再起動する場合は、タスクバーの AndroidDrive アイコンを右クリックして「終了」を選択すると既存のプロセスを終了できます。

# _msg421
source: &Devices
ja: デバイス(&D)

# _msg422
source: &Settings
ja: 設定(&S)

# _msg423
source: Record Debug &Logs
ja: デバッグログを記録(&L)

# _msg424
source: Finish Recording Debug &Logs
ja: デバッグログの記録を終了(&L)

# _msg425
source: Recording of debug logs has started.<br/><br/>You will be able to find the log file in %1.<br/><br/>If you're planning on attaching the log file to a bug report, keep in mind that the log file will contain the names of the files on your phone, so make sure that the filenames don't contain any sensitive information (The debug logs will only contain the file names, they won't contain the contents of any file).
ja: デバッグログの記録が開始されました。<br/><br/>ログファイルは「%1」にあります。<br/><br/>ログファイルをバグレポートに添付する場合は、デバイス上のファイル名が含まれるため、ファイル名に機密情報を含ませないようにご注意ください (デバッグログにはファイル名のみが含まれ、ファイルの内容は含まれません)。

# _msg426
source: Failed to create log file.
ja: ログファイルの作成に失敗しました。

# _msg427
source: &About AndroidDrive
ja: AndroidDrive について(&A)

# _msg428
source: About AndroidDrive
ja: AndroidDrive について

# _msg429
source: AndroidDrive version %1 by Gustav Lindberg.
ja: AndroidDrive バージョン: %1 - 開発者: Gustav Lindberg

# _msg430
source: Icons made by %3 and %4 from %1 are licensed by %2.
ja: %1 内の %3 と %4 によって作成されたアイコンは、%2 よってライセンスされています。

# _msg431
source: This program uses %1 and %2.
ja: このプログラムは %1 と %2 を使用しています。

# _msg432
source: About &Qt
ja: Qt について(&Q)

# _msg433
source: E&xit
ja: 終了(&X)

# _msg434
source: An update is available.<br/><br/>Do you want to install it now?
ja: 最新のバージョンが利用可能です。<br/><br/>今すぐインストールしますか？

# _msg435
source: Global settings
ja: 一般設定

# _msg436
source: &Reset
ja: リセット(&R)

# _msg437
source: Automatically mount &drive
ja: ドライブを自動でマウント(&D)

# _msg438
source: Open newly connected drives in &Explorer
ja: 新しく接続されたドライブをエクスプローラーで開く(&E)

# _msg439
source: &Hide files beginning with a dot
ja: ドットで始まるファイルを非表示にする(&H)

# _msg440
source: &OK
ja: OK(&O)

# _msg441
source: &Cancel
ja: キャンセル(&C)

# _msg442
source: AndroidDrive - Settings
ja: AndroidDrive - 設定

# _msg443
source: Allows you to select a name for the selected Android drive.
ja: Android ドライブの名前を設定できます。

# _msg444
source: Drive &name
ja: ドライブの名前(&N)

# _msg445
source: Drive settings for %1
ja: 「%1」のドライブ設定

# _msg446
source: These settings only affect the selected drive.
ja: これらの設定は選択したドライブのみ影響します。

# _msg447
source: Drive &letter
ja: ドライブレター(&L)

# _msg448
source: Allows you to select a preferred drive letter for the selected Android drive.<br/><br/>If the preferred drive letter is unavailable when this drive is connected, it will use the next available drive letter in alphabetical order.<br/><br/>If you change the drive letter while this drive is connected, you will have to unmount it and re-mount it again for the changes to take effect.
ja: 選択した Android ドライブの優先ドライブレターを選択できます。<br/><br/>このドライブが接続されたときに優先ドライブレターが使用できない場合は、アルファベット順で次に使用可能なドライブレターが使用されます。<br/><br/>このドライブが接続されている間にドライブレターを変更した場合、変更を有効化するには、ドライブをアンマウント後に再度マウントする必要があります。

# _msg449
source: Resets the name of the drive to the default value.
ja: ドライブの名前を既定値にリセットします。

# _msg450
source: If this checkbox is checked, the selected drive will be automatically connected as a drive whenever you plug it into your computer.<br/><br/>Otherwise, you will have to mount it manually by going into Devices > Mount drive.
ja: このチェックボックスをオンにすると、選択したドライブをコンピューターに接続するたびに、自動的にドライブとして接続します。<br/><br/>チェックを入れない場合は、「デバイス」>「ドライブをマウント」に移動して手動でマウントする必要があります。

# _msg451
source: If this checkbox is checked, whenever AndroidDrive is finished connecting a drive, it will open that drive in Windows Explorer.
ja: このチェックボックスをオンにすると、AndroidDrive がドライブの接続を完了するたびに、そのドライブがエクスプローラーで開かれます。

# _msg452
source: If this checkbox is checked, files that begin with a dot will be treated as hidden files, and will only be visible in Windows Explorer if Windows Explorer's "Show hidden files" option is activated.
ja: このチェックボックスをオンにすると、ドットで始まるファイルは隠しファイルとして扱われ、「隠しファイルを表示する」のオプションが有効化されている場合のみ、エクスプローラー上に表示されます。

# _msg453
source: Use system language
ja: システム言語を使用する

# _msg454
source: Allows you to select which language AndroidDrive's GUI will be displayed in.<br/><br/>If you select "Use system language" but AndroidDrive isn't availiable in your system language, English will be used.<br/><br/>This setting has no effect on how the actual drive works.<br/><br/>You must restart AndroidDrive for this change to take effect.
ja: AndroidDrive の GUI の表示言語を選択できます。<br/><br/>「システム言語を使用する」を選択した場合でも、AndroidDrive でシステム言語を利用できない場合は、英語が使用されます。<br/><br/>この設定は、実際のドライブの動作には影響しません。<br/><br/>この変更を有効化するには、AndroidDrive を再起動する必要があります。

# _msg455
source: &Language
ja: 言語(&L)

# _msg456
source: AndroidDrive doesn't seem to be available in your system language.<br/><br/><a %1>Click here</a> if you would like to help translate it.
ja: AndroidDrive は使用しているシステム言語ではご利用いただけないようです。<br/><br/>翻訳にご協力いただける場合は、<a %1>こちら</a>をクリックしてください。

# _msg457
source: These settings affect all drives connected with AndroidDrive.
ja: これらの設定は、AndroidDrive に接続されているすべてのドライブに影響します。

# _msg458
source: &Apply
ja: 適用(&A)

# _msg459
source: Installing updates...
ja: 更新をインストール中...

# _msg460
source: Internal storage
ja: 内部ストレージ

# _msg461
source: SD card %1
ja: SD カード %1

# _msg462
source: Device
ja: デバイス

# _msg463
source: Status
ja: ステータス

# _msg464
source: Mounting...
ja: マウント中...

# _msg465
source: Unmounting...
ja: アンマウント中...

# _msg466
source: Mounted as %1
ja: 「%1」としてマウント中

# _msg467
source: Not mounted
ja: マウントしていません

# _msg468
source: Internal storage
ko: 내부 저장소

# _msg469
source: SD card %1
ko: SD 카드 %1

# _msg470
source: Device
ko: 기기

# _msg471
source: Status
ko: 상태

# _msg472
source: Mounting...
ko: 마운트 중...

# _msg473
source: Unmounting...
ko: 마운트 해제 중...

# _msg474
source: Mounted as %1
ko: %1로 마운트됨

# _msg475
source: Not mounted
ko: 마운트되지 않음

# _msg476
source: Mounts a drive containing the internal storage of the selected Android device, as well as a drive for each external SD card that the selected device has, if any.
ko: 선택한 Android 기기의 내부 저장소가 들어 있는 드라이브와 선택한 기기에 있는 외부 SD 카드 (있는 경우) 각각의 드라이브를 마운트합니다.

# _msg477
source: Allows you to change the settings for this device, for example select a new drive letter or choose whether it should be mounted automatically.
ko: 이 장치의 설정을 변경할 수 있습니다. 예를 들어, 새 드라이브 문자를 선택하거나 자동으로 마운트할지 여부를 선택할 수 있습니다.

# _msg478
source: Opens the selected drive in Windows Explorer.
ko: 선택한 드라이브를 Windows 탐색기에서 엽니다.

# _msg479
source: AndroidDrive - Devices
ko: AndroidDrive - 기기

# _msg480
source: &Unmount all drives
ko: 모든 드라이브 마운트 해제(&U)

# _msg481
source: Unmounts all drives corresponding to the selected Android device.<br/><br/>This only unmounts the drives, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
ko: 선택한 Android 기기에 해당하는 모든 드라이브를 마운트 해제합니다.<br/><br/>이렇게 하면 드라이브만 마운트 해제되고 Android 기기 자체는 연결된 상태로 유지되므로 ADB 등을 통해 계속 액세스할 수 있습니다.

# _msg482
source: &Mount all drives
ko: 모든 드라이브 마운트(&M)

# _msg483
source: &Unmount drive
ko: 모든 드라이브 마운트 해제(&U)

# _msg484
source: Unmounts the selected drive.<br/><br/>This only unmounts the drive, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
ko: 선택한 드라이브를 마운트 해제합니다.<br/><br/>이렇게 하면 드라이브만 마운트 해제되고 Android 기기 자체는 연결된 상태로 유지되므로 ADB 등을 통해 계속 액세스할 수 있습니다.

# _msg485
source: &Mount drive
ko: 마운트 드라이브(&M)

# _msg486
source: Mounts a drive containing the selected internal storage or external SD card.
ko: 선택한 내부 저장소나 외부 SD 카드가 들어 있는 드라이브를 마운트합니다.

# _msg487
source: Fatal error: Could not list Android devices.<br/><br/>ADB exited with code %1.
ko: 치명적인 오류: Android 기기를 나열할 수 없습니다.<br/><br/>ADB가 코드 %1과 함께 종료되었습니다.

# _msg488
source: Device %1 is offline.<br/><br/>Try unlocking the device, then unplugging it and re-plugging it.<br/><br/>If this error persists, you may be able to find solutions <a href="%2">here</a> (any adb commands mentioned there can be run in the command prompt after running <code>cd "%3"</code>).
ko: 기기 %1이(가) 오프라인 상태입니다.<br/><br/>장치의 잠금을 해제한 다음 플러그를 뽑았다가 다시 꽂아보세요.<br/><br/>이 오류가 지속되면 <a href="%2">여기</a>에서 해결책을 찾을 수 있습니다(여기에 언급된 모든 adb 명령은 <code>cd "%3"</code>을 실행한 후 명령 프롬프트에서 실행할 수 있습니다).

# _msg489
source: Device %1 is unauthorized.<br/><br/>Try unlocking your device. If it shows you a dialog asking if you want to allow this computer to access phone data, tap "Allow". If it doesn't show that dialog, disable and re-enable USB debugging as explained <a href="%2">here</a>.<br/><br/>If it still isn't working, try unplugging and then re-plugging your device.
ko: 기기 %1은(는) 승인되지 않았습니다.<br/><br/>기기 잠금을 해제해 보세요. 이 컴퓨터에서 휴대폰 데이터에 접근하도록 허용할지 묻는 대화 상자가 나타나면 "허용"을 탭하세요. 대화 상자가 나타나지 않으면 <a href="%2">여기</a>에 설명된 대로 USB 디버깅을 비활성화했다가 다시 활성화하세요.<br/><br/>그래도 작동하지 않으면 기기의 플러그를 뽑았다가 다시 꽂아 보세요.

# _msg490
source: Could not create a drive with the given drive letter.
ko: 주어진 드라이브 문자로 드라이브를 만들 수 없습니다.

# _msg491
source: Dokan doesn't seem to be installed.<br/><br/>Would you like to install it now?
ko: Dokan이 설치되지 않은 것 같습니다.<br/><br/>지금 설치하시겠습니까?

# _msg492
source: Could not start the driver.
ko: 드라이버를 시작할 수 없습니다.

# _msg493
source: Could not assign a drive letter.<br/><br/>Try changing the drive letter in Device Settings to an available drive letter.
ko: 드라이브 문자를 할당할 수 없습니다.<br/><br/>장치 설정에서 드라이브 문자를 사용 가능한 드라이브 문자로 변경해 보세요.

# _msg494
source: Dokan version error.
ko: Dokan 버전 오류입니다.

# _msg495
source: An unknown error occurred.
ko: 알 수 없는 오류가 발생했습니다.

# _msg496
source: Could not mount drive %1: %2
ko: 드라이브 %1을 마운트할 수 없습니다: %2

# _msg497
source: ADB timed out.
ko: ADB 시간이 초과되었습니다.

# _msg498
source: An error occurred when attempting to read from the ADB process.
ko: ADB 프로세스에서 읽는 동안 오류가 발생했습니다.

# _msg499
source: An error occurred when attempting to write to the ADB process.
ko: ADB 프로세스에 쓰는 동안 오류가 발생했습니다.

# _msg500
source: ADB failed to start.<br/><br/>Either the adb.exe file is missing, or you may have insufficient permissions to invoke the program.
ko: ADB를 시작하지 못했습니다.<br/><br/>adb.exe 파일이 없거나, 프로그램을 호출할 권한이 부족할 수 있습니다.

# _msg501
source: ADB crashed.
ko: ADB가 충돌했습니다.

# _msg502
source: ADB encountered an unknown error.
ko: ADB에서 알 수 없는 오류가 발생했습니다.

# _msg503
source: Fatal error: Could not list Android devices: %1
ko: 치명적인 오류: Android 기기를 나열할 수 없습니다: %1

# _msg504
source: Drive &settings
ko: 드라이브 설정(&S)

# _msg505
source: &Open in Explorer
ko: 탐색기에서 열기(&O)

# _msg506
source: AndroidDrive is already running.<br/><br/>If you're trying to restart AndroidDrive, you can close the existing process by right clicking on the AndroidDrive icon in the task bar and selecting Exit.
ko: AndroidDrive가 이미 실행 중입니다.<br/><br/>AndroidDrive를 다시 시작하려면 작업 표시줄에서 AndroidDrive 아이콘을 마우스 오른쪽 버튼으로 클릭하고 종료를 선택하여 기존 프로세스를 닫으세요.

# _msg507
source: &Devices
ko: 기기(&D)

# _msg508
source: &Settings
ko: 설정(&S)

# _msg509
source: Record Debug &Logs
ko: 디버그 로그 기록(&L)

# _msg510
source: Finish Recording Debug &Logs
ko: 디버그 로그 기록 완료(&L)

# _msg511
source: Recording of debug logs has started.<br/><br/>You will be able to find the log file in %1.<br/><br/>If you're planning on attaching the log file to a bug report, keep in mind that the log file will contain the names of the files on your phone, so make sure that the filenames don't contain any sensitive information (The debug logs will only contain the file names, they won't contain the contents of any file).
ko: 디버그 로그 기록이 시작되었습니다.<br/><br/>%1에서 로그 파일을 찾을 수 있습니다.<br/><br/>버그 보고서에 로그 파일을 첨부하려는 경우 로그 파일에 휴대폰의 파일 이름이 포함되므로 파일 이름에 민감한 정보가 포함되지 않도록 주의해야 합니다 (디버그 로그에는 파일 이름만 포함되며 파일의 내용은 포함되지 않습니다).

# _msg512
source: Failed to create log file.
ko: 로그 파일을 만들지 못했습니다.

# _msg513
source: &About AndroidDrive
ko: AndroidDrive 정보(&A)

# _msg514
source: About AndroidDrive
ko: AndroidDrive 정보

# _msg515
source: AndroidDrive version %1 by Gustav Lindberg.
ko: AndroidDrive 버전 %1은 Gustav Lindberg가 개발했습니다.

# _msg516
source: Icons made by %3 and %4 from %1 are licensed by %2.
ko: %1의 %3 및 %4에서 만든 아이콘은 %2에서 라이선스를 받았습니다.

# _msg517
source: This program uses %1 and %2.
ko: 이 프로그램은 %1과 %2를 사용합니다.

# _msg518
source: About &Qt
ko: Qt 정보(&Q)

# _msg519
source: E&xit
ko: 종료(&X)

# _msg520
source: An update is available.<br/><br/>Do you want to install it now?
ko: 업데이트가 있습니다.<br/><br/>지금 설치하시겠습니까?

# _msg521
source: AndroidDrive - Settings
ko: AndroidDrive - 설정

# _msg522
source: Drive settings for %1
ko: %1에 대한 드라이브 설정

# _msg523
source: Allows you to select a preferred drive letter for the selected Android drive.<br/><br/>If the preferred drive letter is unavailable when this drive is connected, it will use the next available drive letter in alphabetical order.<br/><br/>If you change the drive letter while this drive is connected, you will have to unmount it and re-mount it again for the changes to take effect.
ko: 선택한 Android 드라이브에 대해 기본 드라이브 문자를 선택할 수 있습니다.<br/><br/>이 드라이브가 연결되었을 때 기본 드라이브 문자를 사용할 수 없는 경우 알파벳순으로 정렬된 다음 사용 가능한 드라이브 문자가 사용됩니다.<br/><br/>이 드라이브가 연결된 동안 드라이브 문자를 변경하는 경우 변경 사항을 적용하려면 드라이브를 마운트 해제했다가 다시 마운트해야 합니다.

# _msg524
source: Drive &letter
ko: 드라이브 문자(&L)

# _msg525
source: Allows you to select a name for the selected Android drive.
ko: 선택한 Android 드라이브의 이름을 선택할 수 있습니다.

# _msg526
source: &Reset
ko: 재설정(&R)

# _msg527
source: Resets the name of the drive to the default value.
ko: 드라이브 이름을 기본값으로 재설정합니다.

# _msg528
source: Drive &name
ko: 드라이브 이름(&N)

# _msg529
source: Automatically mount &drive
ko: 드라이브를 자동으로 마운트(&D)

# _msg530
source: If this checkbox is checked, the selected drive will be automatically connected as a drive whenever you plug it into your computer.<br/><br/>Otherwise, you will have to mount it manually by going into Devices > Mount drive.
ko: 이 확인란을 선택하면 선택한 드라이브가 컴퓨터에 연결될 때마다 자동으로 드라이브로 연결됩니다.<br/><br/>그렇지 않으면 장치 > 드라이브 마운트로 이동하여 수동으로 마운트해야 합니다.

# _msg531
source: These settings only affect the selected drive.
ko: 이러한 설정은 선택한 드라이브에만 영향을 미칩니다.

# _msg532
source: Global settings
ko: 전역 설정

# _msg533
source: Open newly connected drives in &Explorer
ko: 탐색기에서 새로 연결된 드라이브 열기(&E)

# _msg534
source: If this checkbox is checked, whenever AndroidDrive is finished connecting a drive, it will open that drive in Windows Explorer.
ko: 이 확인란을 선택하면 AndroidDrive가 드라이브 연결을 마칠 때마다 Windows 탐색기에서 해당 드라이브를 엽니다.

# _msg535
source: &Hide files beginning with a dot
ko: 점으로 시작하는 파일 숨기기(&H)

# _msg536
source: If this checkbox is checked, files that begin with a dot will be treated as hidden files, and will only be visible in Windows Explorer if Windows Explorer's "Show hidden files" option is activated.
ko: 이 확인란을 선택하면 점으로 시작하는 파일은 숨겨진 파일로 처리되며 Windows 탐색기의 "숨김 파일 표시" 옵션이 활성화된 경우에만 Windows 탐색기에서 표시됩니다.

# _msg537
source: Use system language
ko: 시스템 언어 사용

# _msg538
source: Allows you to select which language AndroidDrive's GUI will be displayed in.<br/><br/>If you select "Use system language" but AndroidDrive isn't availiable in your system language, English will be used.<br/><br/>This setting has no effect on how the actual drive works.<br/><br/>You must restart AndroidDrive for this change to take effect.
ko: AndroidDrive GUI가 어떤 언어로 표시될지 선택할 수 있습니다.<br/><br/>"시스템 언어 사용"을 선택했지만 AndroidDrive를 시스템 언어로 사용할 수 없는 경우 영어가 사용됩니다.<br/><br/>이 설정은 실제 드라이브 작동 방식에는 영향을 미치지 않습니다.<br/><br/>이 변경 사항을 적용하려면 AndroidDrive를 다시 시작해야 합니다.

# _msg539
source: &Language
ko: 언어(&L)

# _msg540
source: AndroidDrive doesn't seem to be available in your system language.<br/><br/><a %1>Click here</a> if you would like to help translate it.
ko: AndroidDrive는 귀하의 시스템 언어로 제공되지 않는 것 같습니다.<br/><br/><a %1>여기를 클릭</a>하시면 번역에 도움을 주실 수 있습니다.

# _msg541
source: These settings affect all drives connected with AndroidDrive.
ko: 이러한 설정은 AndroidDrive에 연결된 모든 드라이브에 영향을 미칩니다.

# _msg542
source: &OK
ko: 확인(&O)

# _msg543
source: &Cancel
ko: 취소(&C)

# _msg544
source: &Apply
ko: 적용(&A)

# _msg545
source: Installing updates...
ko: 업데이트를 설치 중...

# _msg702
source: Internal storage
zh_cn: 内部存储

# _msg703
source: SD card %1
zh_cn: SD 卡 %1

# _msg704
source: Device
zh_cn: 设备

# _msg705
source: Status
zh_cn: 状态

# _msg706
source: Mounting...
zh_cn: 挂载中...

# _msg707
source: Unmounting...
zh_cn: 卸载中...

# _msg708
source: Mounted as %1
zh_cn: 挂载为 %1

# _msg709
source: Not mounted
zh_cn: 未挂载

# _msg710
source: Mounts a drive containing the internal storage of the selected Android device, as well as a drive for each external SD card that the selected device has, if any.
zh_cn: 挂载一个包含所选安卓设备内部存储的驱动器，并为所选安卓设备拥有的每一张外部 SD 卡挂载一个驱动器（如果有的话）。

# _msg711
source: Allows you to change the settings for this device, for example select a new drive letter or choose whether it should be mounted automatically.
zh_cn: 允许你更改这台设备的设置，比如选择新的驱动器代号或选择它是否应自动挂载。

# _msg712
source: Opens the selected drive in Windows Explorer.
zh_cn: 在 Windows 资源管理器中打开所选驱动器。

# _msg713
source: AndroidDrive - Devices
zh_cn: AndroidDrive - 设备

# _msg714
source: &Unmount all drives
zh_cn: 卸载全部驱动器(&U)

# _msg715
source: Unmounts all drives corresponding to the selected Android device.<br/><br/>This only unmounts the drives, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
zh_cn: 卸载对应所选安卓设备的全部驱动器。<br/><br/>这只会卸载驱动器，安卓设备本身仍保持连接，因此你仍能通过 adb 等方式访问它。

# _msg716
source: &Mount all drives
zh_cn: 挂载全部驱动器(&M)

# _msg717
source: &Unmount drive
zh_cn: 卸载驱动器(&U)

# _msg718
source: Unmounts the selected drive.<br/><br/>This only unmounts the drive, the Android device itself will remain connected, so you will still be able to access it for example through ADB.
zh_cn: 卸载所选驱动器。<br/><br/>这只会卸载驱动器，安卓设备仍保持连接，因此你仍可以通过 adb 等方式访问它。

# _msg719
source: &Mount drive
zh_cn: 挂载驱动器(&M)

# _msg720
source: Mounts a drive containing the selected internal storage or external SD card.
zh_cn: 挂载包含所选内部存储或外部 SD 卡的驱动器。

# _msg721
source: Fatal error: Could not list Android devices.<br/><br/>ADB exited with code %1.
zh_cn: 致命错误：无法列举安卓设备。<br/><br/>ADB 退出，代码 %1。

# _msg722
source: Device %1 is offline.<br/><br/>Try unlocking the device, then unplugging it and re-plugging it.<br/><br/>If this error persists, you may be able to find solutions <a href="%2">here</a> (any adb commands mentioned there can be run in the command prompt after running <code>cd "%3"</code>).
zh_cn: %1 设备处于离线状态。<br/><br/>试着解锁设备，然后断开和计算机连接，之后重新连接。<br/><br/>若这个错误持续，你也许能在 <a href="%2">此处</a> 找到解决方法。（任何这里提到的 adb 命令都可以在运行 <code>cd "%3"</code> 后在命令提示符中运行）。

# _msg723
source: Device %1 is unauthorized.<br/><br/>Try unlocking your device. If it shows you a dialog asking if you want to allow this computer to access phone data, tap "Allow". If it doesn't show that dialog, disable and re-enable USB debugging as explained <a href="%2">here</a>.<br/><br/>If it still isn't working, try unplugging and then re-plugging your device.
zh_cn: %1 设备未获授权。<br/><br/>试着解锁你的设备。如果设备显示对话框，询问是否允许这台计算机访问手机数据，请轻按“允许”。如果手机未显示这个对话框，请按照 <a href="%2">此处</a> 的解释停用并重新启用 USB 调试。.<br/><br/>如果仍无法正常工作，请试着断开和计算机的连接并重新连接。

# _msg724
source: Could not create a drive with the given drive letter.
zh_cn: 无法创建给定代号的驱动器。
